/*
 Localizable.strings
 leitingbundle
 
 Created by fujs2 on 16/12/21.
 Copyright © 2016年 陈海青. All rights reserved.
 */

//海外隐私协议
"LTPrivacyPolicyViewTitle" = "用户隐私政策";
"LTPrivacyPolicyHtml" = "<html><body class=\"protocol\">\
<b>生效时间：2021年4月19日</b>
<br>
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
欢迎您选择由HONGKONG LEITING INFORMATION TECHNOLOGY CO., LIMITED及关联公司（以下简称“LTGAMES GLOBAL”或“我们”， HONGKONG LEITING INFORMATION TECHNOLOGY CO., LIMITED注册地址为FLAT/RM 604, 6/F, EASEY COMMERCIAL BUILDING 253-261 HENNESSY ROAD, WANCHAI, HK，有关个人信息保护的联系方式为：cs@leiting.com）提供的本应用程序。LTGAMES GLOBAL高度认可并尊重用户的隐私。如您对本《隐私政策》内容有任何异议或疑问，您可通过本《隐私政策》第九条“联系方式”与我们取得联系。
<br>
<br>
<b>导言</b>
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
<b>请您在使用/继续使用本游戏前仔细阅读本《隐私政策》，尤其是黑色加粗条款（未成年人应当在其法定监护人陪同下阅读）。</b>如您不同意本政策内容，将可能导致本应用程序无法正常运行，或无法达到我们拟达到的服务效果，您应当停止使用本应用程序。<b>如您在弹窗页面选择“同意进入”，即表示您充分理解并同意本《隐私政策》的全部内容。如您不同意任何条款，则请您立即停止使用我们的服务。</b>
<br>
<br>
<b>本政策将帮助您了解以下内容</b>
<br>
<br>
<b>一、我们可能收集的个人信息</b>
<br>
<br>
<b>二、我们如何使用您的个人信息</b>
<br>
<br>
<b>三、我们如何储存和保护您的个人信息</b>
<br>
<br>
<b>四、我们如何对外提供信息</b>
<br>
<br>
<b>五、我们如何使用Cookies及相关技术</b>
<br>
<br>
<b>六、我们如何保护未成年人的权益</b>
<br>
<br>
<b>七、您对个人信息享有的控制</b>
<br>
<br>
<b>八、本《隐私政策》如何更新</b>
<br>
<br>
<b>九、联系方式</b>
<br>
<br>
<b>一、我们可能收集的个人信息</b>
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
您在使用本游戏时，我们可能需要收集和使用您的一些个人信息，主要包括：
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
◆ 网络身份标识信息和个人常用设备信息。当您运行体验游戏时，我们的游戏可能会收集您的网络身份标识信息（例如IP地址）和个人常用设备信息（例如设备名称、型号，操作系统、设备ID、运行和磁盘大小等）。用于了解产品适配性，维护基础功能的正常运行，识别账号异常状态，实现本游戏的问题排查。为了<b>广告和分析之目的，我们还可能会收集设备唯一标识符或广告标识符、您的浏览偏好等</b>（未经您的同意，我们确保不会将您的数据用于用户画像），<b>如您拒绝提供广告标识符，可在设备设置中进行关闭。</b>我们的游戏提供关闭个性化推送的功能，您可以根据需要关闭上述功能。
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
◆ 存储权限（如有需要）。出于对游戏资源进行必要的缓存和读取的需要，我们特定的游戏可能会向您获取您的<b>存储权限</b>。<b>存储权限的开启是为了向您提供游戏核心功能，如您拒绝授权上述权限将导致游戏无法正常运行。</b>
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
◆ 相册、照片或摄像头权限（如有需要），当您使用游戏特定功能（如传图、拍照功能时），我们会获取您的<b>存储权限和摄像头权限</b>，iOS设备还可能获取相册权限、照片权限，收集您提供的图片信息（个人信息）。拒绝提供上述信息仅会使您无法使用传图或拍照功能，但并不影响您正常体验其他功能。<b>您也可以随时取消您的相册/摄像头权限授权。</b>
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
◆ 您的游戏ID或第三方账号。当您使用账号绑定功能时，您需要向Google、Apple、Facebook及Twitter授权是否进行绑定，用于绑定您的游戏账号。您可自主选择是否绑定上述平台账号，如您不选择绑定账号，从您的设备中删除游戏或更换设备后无法自主切换账号
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
◆ 充值记录和消费记录（如有需要）。当您使用本游戏的消费功能时，我们会收集您的充值记录和消费记录，以便您查询您的交易信息，同时尽最大程度保护您的虚拟物品安全。<b>充值记录、消费记录属于敏感信息，</b>收集上述信息为实现本游戏消费功能所必需的，否则您将无法完成交易。
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
◆ 地理位置信息（如有需要），我们的某些服务可能会存在与同地域的玩家互动的功能，届时我们将可能需要获取您的模糊地理位置信息或精确地理位置信息（以下简称“地理位置信息”），用于寻找附近的游戏玩家，以便您与附近的玩家匹配、组队等。地理位置信息属于您的个人敏感信息，请您谨慎考虑是否授权。拒绝提供该信息只会导致您无法实现与附近的游戏玩家互动，但不影响您正常使用本游戏的其他功能，您也可以随时取消您的地理位置权限授权。
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
◆ 当您使用我们的服务中可能会为用户提供的SDK（例如第三方社交媒体插件、第三方客服SDK、共享按钮和/或登录机制，这些功能可能含有来自于Google，Facebook，Twitter或其他平台（若有）的SDK，请注意）或与之交互时，请您注意遵守其各自的隐私权政策。
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
<b>除非得到您的明确同意，否则我们将不会收集个人身份信息（PII）或敏感个人信息（SPI）</b>，例如您的真实姓名、地址、电话号码、传真号码和电子邮件地址。您确认如果您选择同意提交任何个人数据，您所提交的任何个人数据将受本隐私政策的约束，并且您的提交行为表明您同意遵守本隐私政策中的所有条款。请注意，您在其他商业交易中提交的任何个人数据均不受本隐私政策的约束，包括但不限于：招聘，参与活动，商业签署。
<br>
<br>
<b>二、我们可能如何使用您的个人信息</b>
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
我们将当地法律法规的规定以及与您的约定，按照本《隐私政策》及《LTGAMES GLOBAL使用许可及用户协议》使用收集的信息。
<br>
<b>（一） 信息使用规则</b>
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
我们会按照如下规则使用本《隐私政策》第一条收集的信息：
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
1.我们会根据收集的信息向您提供各项功能与服务，包括基础游戏功能、玩家互动功能、消费支付功能、执行软件验证、执行软件升级、网络同步、作弊检测、账号验证、存档和/或备份等；个性化您的体验，使您了解最新的产品公告，提供软件验证、升级和管理，特别活动的通知以及提供与我们服务有关的其他数据；出于上述目的，在确保我们关联公司遵守本协议中条款的前提下，我们的关联公司可能会被委托负责处理您的信息。本隐私政策中的关联公司是指控制HONGKONG LEITING INFORMATION TECHNOLOGY CO., LIMITED或被HONGKONG LEITING INFORMATION TECHNOLOGY CO., LIMITED控制的任何实体，无论该种控制是直接或是间接。
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
2.广告推送与您的选择。为了提供个性化广告服务，您认可并确认我们可以收集和处理以下数据：改善广告以及其他营销和促销活动；和/或投放、定位以及提升我们的广告。
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
3.    我们还可能将您的数据用于向您或者通过我们授权的合作商向您推送直接的广告数据，或与您联系以进行市场调查。<b>如果您不希望从我们或我们的任何合作商那里收到市场营销或广告内容，请不要通过互联网提供您的联系数据，并且您可直接要求这些合作商从联系列表中删除您的数据。 </b>
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
4.未经您的同意，我们确保不会将您的数据用于用户画像，如果您是未成年的注册用户，我们不会向您推送广告。
<br>
<b>（二）信息使用规则的变动及再次同意</b>
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
我们将会在本《隐私政策》所涵盖的用途内使用收集到的信息。如我们拟使用的您的个人信息范围超出了本《隐私政策》所述范围，我们将在收集您的个人信息前，修改本《隐私政策》内容，并通过弹窗、推送通知等方式及时向您告知，并再次征得您的明示同意。
<br>
<br>
<b>三、我们如何储存和保护您的个人信息</b>
<br>
<b>（一）个人信息的储存</b>
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
在您的账号处于活动状态期间或您需要我们向您提供服务所需之情形下，我们会一直保留您的数据，除非根据您的请求将其删除。为了向您提供服务，<b>您的个人信息将在我们的服务器得以访问并在我们的服务器进行处理（服务器的所在地取决于您的位置以及您选择的游戏服务器）。</b>
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
<b>我们的服务器位于：美国</b>
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
<b>新加坡</b>
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
<b>日本</b>
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
<b>韩国</b>
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
在您要求移除或删除您的个人数据的情况下，我们将仅在合法商业利益的需要下保留您的数据，例如为履行我们所必须遵守的法律义务、解决争端和/或执行我们之间的协议。请注意，移除或删除您的任何数据可能会导致我们某些可适用服务的终止。我们将仅在满足收集和处理信息之目的情形下，或者根据相关适用法律规定的更长的存储和保留期限之要求下，对您的信息进行存储。之后，根据适用法律的规定，您的个人数据将被删除、封锁或匿名化。
<br>
<b>（二）个人信息的保护</b>
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
1. 信息安全
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
在现有设备及技术条件下，我们一贯积极地采取技术与管理等合理措施保障您账号与个人信息的安全；我们将善意使用收集的信息，采取各项有效且必要的措施以保护您的隐私安全，并使用商业上合理的安全技术措施来保护您的隐私不被未经授权的访问、使用或泄漏。目前，我们采用业界领先的技术保护措施。我们使用的技术手段包括但不限于防火墙、加密（例如SSL）、去标识化或匿名化处理、访问控制措施（堡垒机、二次验证等方式）等。
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
我们建立了保障个人信息安全专门的管理制度、流程和组织。我们仅允许有必要知晓这些信息的LTGAMES GLOBAL员工访问您的个人信息，并为此设置了严格的访问权限控制和监控机制。我们同时要求可能接触到您的信息的所有人员履行相应的保密义务。如果未能履行这些义务，我们会追究其法律责任。
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
2. 信息安全事件处置措施
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
若发生个人信息泄露等安全事件，我们会启动应急预案，阻止安全事件扩大。若发生信息安全事件，我们会以公告、推送通知或邮件等形式告知您安全事件的基本情况、我们即将或已经采取的处置措施和补救措施，以及我们对您的应对建议。如果难以实现逐一告知，我们将通过公告等方式发布警示。
<br>
<br>
<b>四、我们如何对外提供信息</b>
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
除本《隐私政策》以及《LTGAMES GLOBAL使用许可及用户协议》规定的情形外，我们不会主动共享、提供或转让您的个人信息至第三方。如存在其他共享、提供或转让您的个人信息或您要求我们将您的个人信息共享、提供或转让至我们外的第三方的情形时，我们会直接向您确认并取得您的明示同意。
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
当我们合理地判断为保护我们、我们的用户或部分公众利益或者应您所在国家或地区的司法、行政机关的要求而必须进行披露时，我们有权在严格限制的接收方范围的情况下披露您的部分个人数据。除了所适用法律要求的情形以外，在诚信善意原则下，如果我们认为有必要披露此类数据以识别您、联系您或向您采取法律行动，则在以下情况下，我们保留披露您的个人数据的权利：
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
1.您违反了我们之间的任何协议，如服务条款和本隐私政策，或以其他方式损害了我们权益；
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
2.您侵犯了第三方的权益（包括但不限于知识产权）；
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
3.我们认为有必要阻止的作弊行为或其他非法活动。
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
4.经您本人（或未成年人的监护人）书面授权或应您本人（或未成年人的监护人）的书面要求而授权我们披露的；
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
5.您所在的国家或地区的司法、行政部门以及相关法律要求我们披露的；
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
6.出于维护您或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
7.您自行向社会公众公开个人信息的；
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
8.我们从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道。
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
在LTGAMES GLOBAL服务中或通过LTGAMES GLOBAL服务与许多社交媒体合作商、广告服务合作商、分析服务合作商、付款合作商、作弊检测合作商和其他第三方合作商（若有）进行合作。 我们不会出售您的个人数据，而只会与第三方共享您非体现您个人身份的、综合性的以及公开的数据。
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
此外，此类合作商可能会使用Cookies、网络信标和/或其他跟踪技术来收集或接收有关您的数据，并可能要求对您的个人数据拥有控制权。例如，购买产品或服务的用户将被请求向第三方付款合作商提供额外的数据，如有效的信用卡号，信用卡有效期。此类第三方付款合作商可能会收集、处理、保留您的数据以处理付款并解决后续的付款纠纷和查询。在解决后续的付款纠纷和查询时，我们也可能会接收、处理和存储来自于您和/或来自于第三方付款合作商提供的信息，以作确认付款、记录购买历史记录和/或保护我们的合法权益之用途。请注意，我们无法控制此类第三方的活动，我们不能保证他们遵守与我们相同的隐私政策。由于这些合作商可以作为数据控制者访问您的数据并根据其自身隐私政策进行操作，因此我们强烈建议您在第三方官方网站上查看其隐私政策，并详细了解其数据处理方式。
<br>
<br>
<b>五、我们如何使用Cookies及相关技术</b>
Cookies是一种可让网站服务器将数据存储于客户端或从客户端中读取数据的中立技术。为优化您的使用体验，我们会使用Cookies或类似技术（例如：web beacons, log files, scripts, eTags）（以下统称“Cookies”技术）。Cookies技术将在您的设备中生成小文件，以便我们提供特定功能。您有权通过设备或浏览器的设置开启或关闭Cookies技术。但当您选择关闭Cookies技术后，您可能无法体验我们产品的部分功能。
<br>
<br>
<b>六、我们如何保护未成年人的权益</b>
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
<font color=\"red\">当您使用LTGAMES GLOBAL服务时，您保证您的年龄已达到您所居住国家/地区的成年人年龄（或您所在司法辖区的认定的法定成年年龄）或以上。如果您是未成年人或未满法定成年年龄（“未成年人”或“儿童”），请不要向我们发送有关您的任何数据，包括您的姓名，地址，电话号码或电子邮件地址。
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
我们强烈敦促父母监护未成年人，并在未经父母事先许可的情形下不得泄露个人数据。若我们了解到我们收集到有关未成年人的个人数据，我们将尽快删除该数据。另外，如果您认为我们所收集到的数据可能有来自或关于未成年人的情形，请与我们联系。</font>
<br>
<br>
<b>七、您管理个人信息的权利</b>
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
您对您在本游戏中的个人信息享有多种方式的控制权，包括：您可以访问、更正、删除您在本游戏中的个人信息（根据您所居住国家/地区法律禁止更改或删除的信息除外），也可以撤回之前已同意的授权；同时您也可以注销您的LTGAMES GLOBAL账号。<font color=\"red\">如您有访问、修改、更正、删除您在本游戏中的个人信息或撤回授权的需要，您可联系cs@leiting.com进行办理。
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
如您是使用账号绑定功能授权Google、Apple、Facebook及Twitter绑定LTGAMES GLOBAL账号，我们提供账号解绑功能。</font>
<br>
<br>
<b>八、本《隐私政策》如何更新</b>
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
如我们对本《隐私政策》进行相应的修订，我们将通过弹窗、推送通知等方式及时向您告知，并重新获得您的同意，只有在您确认并接收变更后的《隐私政策》后，我们才会依据变更后的《隐私政策》收集、使用、处理和存储您的个人信息；如您不同意变更后的内容，您可以选择停止使用我们的服务。
<br>
<br>
<b>九、联系方式</b>
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
LTGAMES GLOBAL提供的服务下HONGKONG LEITING INFORMATION TECHNOLOGY CO., LIMITED为数据控制者，或对我们的隐私措施有任何疑问的，<b>您可发送邮件至cs@leiting.com。</b>
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
我们将尽快审核所涉问题，并在收到邮件的十五个工作日内回复。
</body></html>";


//海外用户条款
"LTOverSeaProtocolViewTitle" = "使用许可及用户协议";
"LTOverSeaProtocolViewHeadHtml" = "<html><body class=\"protocol\">
<b>更新时间：2021年04月19日</b>
<br>
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
一、用户在使用LTGAMES GLOBAL提供的游戏软件及相关各项服务（以下简称“游戏服务”）之前，请仔细阅读本协议的各项条款。<font color=\"red\">LTGAMES GLOBAL特别提醒用户认真阅读本协议中免除或者限制LTGAMES GLOBAL责任的条款（该等条款通常含有“不负任何责任”、“无义务”等词汇）和其它限制用户权利的条款（该等条款通常含有“不得”等词汇），这些条款应在通常采用加粗标记。</font>
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
二、<font color=\"red\">用户一旦点击“接受”并安装游戏软件，或者注册、开始使用及/或继续使用游戏软件或游戏服务，即视为用户已阅读并同意接受本协议中的全部条款。</font>如用户不同意本协议的任何条款，请不要安装、使用LTGAMES GLOBAL游戏软件或者服务。
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
<font color=\"red\">三、用户须符合：您是居住国家/地区的成年人（或达到您所在的司法管辖区中的成年年龄）。如果您处于法定成年年龄以下（简称“未成年人”或“儿童”），则您的父母或法定监护人必须同意本协议。根据您居住的国家/地区的法律，法规或等级系统的要求，未成年人可以使用其父母或法定监护人建立的账号。</font>
<br>
<br>
<b>第一条 协议签署方</b>
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
本协议在如下双方之间签署：
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
1、LTGAMES GLOBAL：即指HONGKONG LEITING INFORMATION TECHNOLOGY CO., LIMITED及其控股公司、子公司、分公司等关联公司、其他合作运营主体，LTGAMES GLOBAL有权通过自有的网站和平台、合作方的网站和平台向用户提供游戏软件及游戏服务。
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
2、用户：指通过LTGAMES GLOBAL提供的合法途径，获得游戏软件的非商业使用授权而安装、使用游戏软件或接受游戏服务的自然人。
<br>
<br>
<b>第二条 定义或说明</b>
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
如无相反说明，以下词语具有如下含义：
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
1、游戏软件：指LTGAMES GLOBAL负责运营的游戏的统称，包括计算机客户端游戏、网页游戏、HTML5游戏（H5游戏）、移动终端游戏、电视端游戏以及其他形式的游戏；游戏可能以软件形式提供，这种情况下，还包括该相关软件及相关文档。
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
2、游戏服务：指LTGAMES GLOBAL向用户提供的，与前述游戏软件相关的各项在线运营服务。
<br>
<br>
<b>第三条 知识产权声明</b>
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
1、LTGAMES GLOBAL依法享有游戏软件及游戏服务的一切合法权益或合法授权的一切著作权、商标权、专利权、商业秘密等知识产权及其他合法权益，以及与游戏软件相关的所有信息内容（包括文字、图片、音频、视频、等），但相关权利人依照法律规定应享有的权利除外。上述权益均受中华人民共和国法律法规和相应的国际条约保护。<b>未经LTGAMES GLOBAL事先书面同意，您不得以任何方式将游戏软件及服务（包括但不限于游戏整体、游戏内所包含的所有美术、音乐、文字作品和其他游戏构成要素、组成部分，以及游戏运行呈现的连续动态画面 ）进行商业性使用或通过信息网络传播游戏内容。</b>
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
2、LTGAMES GLOBAL尊重并保护用户的知识产权。在LTGAMES GLOBAL提供的各类产品中，用户可能会通过上传原创音频等各种方式向LTGAMES GLOBAL提供自行创作的作品。在此情况下，用户仍享有此等内容完整的知识产权，用户应确保其合法且不侵犯他人合法权益。<b>用户不可撤销地授权LTGAMES GLOBAL以任何方式使用上述内容（“使用”包括但不限于复制、发行、出租、展览、表演、广播、修改、改编、信息网络传播及其他方式使用，同时包括商业目的和非商业目的使用，本游戏内和本游戏外使用，以下将前述使用的权利统称“使用权”），同时授权LTGAMES GLOBAL可以将前述使用权转授权或分许可第三方使用。您承诺LTGAMES GLOBAL的该等使用不会侵害任何第三方知识产权及其他合法权益。</b>
<br>
<br>
<b>第四条 游戏软件使用许可与限制</b>
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
<b>在用户同意接受本协议全部条款的前提下，LTGAMES GLOBAL同意授予用户个人的、非商业使用性质的、可撤销的、可变更的、非专有的、不可转让和不可转授权的使用游戏软件及游戏服务的权利。</b>用户仅可在授权范围内将游戏软件安装在供个人使用的移动智能设备上，并以LTGAMES GLOBAL指定的方式运行游戏软件的一份副本并享用LTGAMES GLOBAL提供的服务。
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
如用户有需要在个人使用的范围以外使用游戏软件及服务或者将游戏软件与服务用于任何商业用途，则用户应与LTGAMES GLOBAL联系并获得LTGAMES GLOBAL另行书面授权。
<br>
<br>
<b>第五条 资费政策</b>
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
<b>1、用户知悉并同意，收费项目或收费标准的制定、调整或改变是一种正常的商业行为，LTGAMES GLOBAL有权决定游戏软件及游戏服务的收费方式和资费标准，LTGAMES GLOBAL有权根据游戏软件和游戏服务的不同阶段确定不同的收费方式和资费标准。</b>
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
具体收费方式、资费标准，包括但不限于游戏软件的收费标准、游戏虚拟物品的使用权以及增值服务（如有）的具体收费标准等，均由LTGAMES GLOBAL在苹果应用商店（即APP STORE）、Google Play或其他软件发布渠道、游戏软件内的道具商城或道具购买界面等游戏模块上颁布。
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
<b>用户有义务在选择前仔细阅读，一旦用户选择下载收费的游戏软件、购买相关虚拟物品使用权或者接受相关服务，则表明用户已经充分理解并接受相应的收费方式和资费标准。</b>
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
2、除LTGAMES GLOBAL明确授权外，LTGAMES GLOBAL未授权用户从任何第三方购买、接受赠予、或通过其他方式获得游戏账号、游戏道具、游戏装备、游戏币、会员经验及等级等，LTGAMES GLOBAL不对任何第三方交易的行为负责，并且不受理任何第三方交易发生纠纷而带来的申诉。
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
3、用户成功充值获得游戏虚拟物品使用权或增值服务（以下统称“充值收益”）后，除因LTGAMES GLOBAL故意或重大过失导致用户无法使用所购买的游戏虚拟物品或增值服务外，原则上不办理退款。如有特殊情形（例如用户所在国家或地区法律规定）导致退款发生，应立即主动通知LTGAMES GLOBAL，由LTGAMES GLOBAL扣除相应的充值收益，否则LTGAMES GLOBAL有权自行扣除相应的充值收益或对恶意退款的玩家采取暂时/永久封禁账号等措施。
<br>
<br>
<b>第六条 游戏虚拟物品</b>
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
<b>用户充分理解并同意：游戏道具、游戏装备、游戏币等是LTGAMES GLOBAL游戏服务的一部分，LTGAMES GLOBAL在此许可用户依本协议而获得其使用权。用户购买、使用游戏道具、游戏装备、游戏币等应遵循本协议、游戏具体规则的要求；同时，游戏道具、游戏装备、游戏币、会员经验及等级福利等可能收到一定有效期的限制，若用户在规定有效期内未使用，除不可抗力或可规则于LTGAMES GLOBAL的原因外，有效期届满，将会自动失效。</b>
<br>
<br>
<b>第七条 用户账号注册、使用与保管</b>
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
<b>1、用户承诺以其真实信息注册LTGAMES GLOBAL的LTGAMES账号或LTGAMES GLOBAL认可的合作方账号，成为LTGAMES GLOBAL或LTGAMES GLOBAL认可的合作方的用户，并以该等账号（LTGAMES账号和合作方账号以下统称“用户账号”）使用游戏软件及游戏服务。用户保证所提供的注册信息真实、完整、有效。</b>
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
2、用户对所持用户账号产生的行为依法享有权利和承担责任。<b>用户有义务妥善保管其用户账号及密码，并正确、安全地使用其用户账号及密码。</b>用户不得将游戏账号以任何方式提供给他人使用，包括但不限于不得以转让、出租、借用等方式提供给他人；用户一旦发现账号或密码被他人冒用、盗用或有使用异常的情况的，应及时通知LTGAMES GLOBAL。LTGAMES GLOBAL收到通知后有权根据账号的实际情况或用户的要求决定是否采取措施暂停该账号的登录和使用。
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
3、关于合作方账号的具体规定，以合作方公布的具体要求为准。
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
4、如果用户选择通过“快速游戏”、“游客”或其他类似便捷模式（下称“快速模式”），在未注册用户账号的前提下快速登录游戏的，请用户登入后及时绑定用户账号；如果未绑定用户账号，则一旦用户卸载、重装游戏软件，或用户的移动智能设备损坏、丢失等导致游戏软件无法正常启动的，用户在快速模式下的全部游戏数据、充值记录将无法查询、恢复。
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
5、如用户需解绑用户账号的，用户可按照该游戏官方提供的账号解绑指引进行操作，并应保证满足游戏官方公布的有关用户账号注销的相关条件。
<br>
<br>
<b>第八条 用户信息保护与搜集</b>
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
LTGAMES GLOBAL尊重用户的个人隐私，并对其合理获取的用户个人信息严格保密。<b>用户在接受LTGAMES GLOBAL或合作方提供的服务时，同时理解并同意接受LTGAMES GLOBAL公布的《LTGAMES GLOBAL用户隐私政策》（以下简称“隐私政策”）。</b>前述《隐私政策》是本协议的有效组成部分，与本协议具有同等法律效力。LTGAMES GLOBAL要求用户提供与其个人身份有关的信息资料时，应当事先以明确而易见的方式向用户公开其隐私权保护政策和个人信息使用政策，并采取必要措施保护用户的个人信息资料的安全。
<br>
<br>
<b>第九条 LTGAMES GLOBAL的权利和义务</b>
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
1、LTGAMES GLOBAL同意通过移动互联网络，根据本协议约定，为用户提供游戏服务。
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
2、LTGAMES GLOBAL保存用户的充值记录，保存期限自用户最后一次充值之日起180日。
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
<b>3、用户有权向LTGAMES GLOBAL要求协助调取充值记录和转移记录，LTGAMES GLOBAL应当要求用户提供并核实与其交易信息相一致的个人有效身份信息，LTGAMES GLOBAL核实用户所提供的个人有效身份信息与所注册的身份信息相一致的，应当予以协助提供。</b>
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
<b>4、用户理解并同意，LTGAMES GLOBAL或其合作的第三方可以根据用户信息，通过邮件、游戏内公告等途径向用户提供关于游戏活动的相关信息、推广类信息等各类信息。</b>
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
5、用户同意以游戏程序中的监测数据和服务器储存的数据作为判断用户是否有使用外挂程序、脚本等方法进行游戏作弊等不正当游戏行为、违法行为的依据。
<br>
<br>
<b>第十条 用户的权利和义务</b>
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
1、用户应自行配备上网的所需设备，包括但不限于移动智能设备（包括但不限于手机、平板电脑）、无线路由器或其他必备上网装置。
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
2、用户自行负担上网所支付的与此服务相关的电话费用、网络使用等费用。
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
3、遵守本协议的约定、游戏公约以及其他LTGAMES GLOBAL公布的规则和制度（包括但不限于用户点击同意的本协议服务条款、客户服务专区服务条款以及LTGAMES GLOBAL在其官方网站公布的规则等）；遵守用户所在国家或地区的相关法律法规。
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
<b>4、您确认并保证，您不得直接或间接针对任何LTGAMES GLOBAL的服务或游戏采取或尝试采取以下任何措施（无论是营利的还是非营利的）或有以下任何不当行为：
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
⑴复制、翻录、翻译、注释、整理、汇编、改编、演绎、反编译（de-compile）、反汇编（disassemble）、传播和陈列游戏软件的程序、使用手册和其它图文音像资料的全部或部分内容，或对游戏软件的任何功能或程序进行反向工程（reverse engineering）。
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
⑵公开展示和播放游戏软件、游戏服务的全部或部分内容。
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
⑶出租、销售游戏软件或者利用游戏软件从事任何营利行为。
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
⑷修改或遮盖游戏软件程序、图像、动画、视频、包装和手册等内容上的LTGAMES名称、公司标志、商标（或）版权信息、其他知识产权声明等内容。
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
⑸故意避开或破坏为保护游戏软件而采取的技术措施，包括但不限于破解、修改游戏软件客户端程序、攻击、侵入LTGAMES GLOBAL的游戏服务器或游戏服务器端程序或使游戏服务器过载、利用程序的漏洞和错误（Bug）破坏游戏的正常进行或传播该漏洞或错误（Bug）、修改游戏软件所使用的任何专有通讯协议、对动态随机存取内存（RAM）中资料进行修改或锁定等。
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
⑹其它违反商标法、著作权法、专利法、计算机软件保护条例和相关法律法规、规章、政策等规范性文件的行为。
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
⑺发布，上传，传输或以其他方式散布淫秽，不雅，粗俗，色情，性暗示的或其他令人反感的信息。
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
⑻诽谤，嘲笑，追踪，威胁，骚扰，恐吓，虐待，仇恨，种族歧视或其他令一部分人反感或反对的信息。
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
⑼侵犯LTGAMES GLOBAL或第三方的合同权利，人身权，财产权，知识产权以及其他权益（包括所有权，公开权或商业秘密权）。
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
⑽宣扬、教唆使用外挂、私服、病毒、恶意代码、木马及其相关内容的。
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
⑾宣扬、教唆其他玩家退款，发布退款广告，实施代为退款行为的。
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
⑿发布代练信息、非官方交易平台信息、赌博（如六合彩）、钓鱼网站、假冒网站、违禁品类信息（如违禁药品、枪支、爆炸类物品等）等内容及任何经LTGAMES GLOBAL合理判断为不妥当或者LTGAMES GLOBAL未认可的软件、文件等在内的主页地址或者链接的。
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
⒀散布任何贬损、诋毁、恶意攻击游戏软件、游戏服务、LTGAMES GLOBAL、关联公司、合作方及其员工的内容的。
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
⒁制作、发布、传播、使用任何形式的妨碍游戏公平性的辅助工具或程序（包括但不限于“外挂”及“辅助程序”，“辅助程序”是指独立于游戏软件之外的，能够在游戏运行的同时影响游戏操作的所有程序，包括但不限于模拟用户操作、改变操作环境、修改数据等一切类型）。
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
⒂使用异常的方法登录游戏软件（包括但不限于使用非LTGAMES GLOBAL开发、授权或认可的第三方软件、硬件或系统登录游戏软件）、使用网络加速器等辅助程序或机器人程序等恶意破坏服务设施、扰乱正常服务秩序的行为。
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
⒃利用游戏软件和服务实施破话游戏公平性或平衡性的不正当交易行为。
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
⒄干扰游戏管理员、扰乱游戏秩序。
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
⒅其他经LTGAMES GLOBAL判断属于游戏中的不当行为。
<br>
<br>
<b>第十一条 处理措施</b>
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
如LTGAMES GLOBAL发现用户数据异常、存在违法、不正当行为、违反本协议或LTGAMES GLOBAL其他规定的行为，LTGAMES GLOBAL有权进行调查（包括但不限于通过与用户进行线上交流、线下交流、自行分析游戏数据），并采取相应措施，包括但不限于：警告；禁言；暂时冻结玩法；永久冻结玩法；暂时禁止登录；永久禁止登录；强制离线；封停账号；删除档案；追究法律责任；解散组织；修改昵称；暂时限制游戏行为；扣除不当得利；倒扣数值；暂时停止或终止服务；删除社区帖子；屏蔽社区账号。</b>
<br>
<br>
<b>第十二条 服务的中断、中止、终止</b>
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
⑴为了游戏网站和服务器的正常运行，LTGAMES GLOBAL需要定期对游戏网站和服务器进行停机维护或针对突发事件进行紧急停机维护；因上述情况而造成的正常服务中断、中止，用户应该予以理解，LTGAMES GLOBAL则有义务尽力将中断时间限制在最短时间内。
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
<b>发生下列情形之一时，LTGAMES GLOBAL有权终止或中断游戏服务器所提供之全部或部分服务：
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
a、定期检查或施工，更新软硬件等，LTGAMES GLOBAL有权暂停服务，但LTGAMES GLOBAL会尽快完成维护、更新工作；
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
b、服务器遭受损害，无法正常运作；
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
c、突发性的软硬件设备与电子通信设备故障；
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
d、网络提供商线路或其他故障；
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
e、在紧急情况之下依照法律的规定或为用户及第三者之人身、财产安全；
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
f、第三方原因或其他不可抗力的情形。
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
⑵LTGAMES GLOBAL保留在其认为有必要的情况下终止或部分终止提供游戏服务的权利，终止前将提前60天予以公告。</b>
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
不管由于任何原因终止游戏服务的服务，用户应采取相应的措施自行处理游戏虚拟物品，包括但不限于注销或停止使用用户账号、游戏虚拟物品等相关事宜。
<br>
<br>
<b>第十三条 战斗系统特别说明</b>
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
<b>特定游戏服务中可能含有战斗系统，在战斗系统里，用户与用户之间可以自由对战。就该类含有战斗系统的游戏服务，如果用户一旦点击“接受”并安装相应的游戏软件，或者注册、开始使用及/或继续使用相应的游戏软件或游戏服务，将视为用户同意并接受游戏战斗系统，继而视为用户同意游戏战斗系统中的所有自由对战行为，并同意遵守自由对战的游戏规则。</b>
<br>
<br>
<b>第十四条 不可抗力</b>
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
<b>LTGAMES GLOBAL对用户因不可抗力导致的损失不承担责任。</b>不可抗力是指LTGAMES GLOBAL不能合理控制、不可预见或即使预见亦无法避免的事件，该事件妨碍、影响LTGAMES GLOBAL根据本协议履行其全部或部分义务。不可抗力包括但不限于自然灾害（如洪水、地震、台风、暴雨、海啸等）、社会异常现象（如暴乱、罢工、骚乱等）、政府行为（如法律法规或政府指令的变更等）。因网络服务特性而特有的原因，不可抗力还包括但不限于如下事件：基础电信运营商的故障、计算机、移动设备或互联网相关技术缺陷、互联网覆盖范围限制、计算机、移动设备病毒、黑客攻击等因素及其他合法范围内的不能预见、不能避免并不能克服的客观情况。
<br>
<br>
<b>第十五条 链接及广告信息</b>
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
LTGAMES GLOBAL在游戏官方网站、游戏官方论坛、游戏中所提供的所有链接，可能链接到其他个人、公司或组织的网站，LTGAMES GLOBAL提供该等网站的目的，是为了方便用户自行搜索以取得相关信息，LTGAMES GLOBAL对于被链接的个人、公司或组织的网站所提供的产品、服务或信息，不担保其真实性、完整性、实时性或可信度。这些个人、公司或组织与LTGAMES GLOBAL间不存在任何雇佣、委任、代理、合伙或其他类似的关系。
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
LTGAMES GLOBAL在游戏官方网站、游戏官方社区、游戏内可能刊登商业广告或其他推广活动信息。这些广告或推广活动信息是由广告商或商业服务提供者提供，并承担相应责任，LTGAMES GLOBAL仅提供刊登内容的媒介。用户通过该等链接的网站或广告所购买的商品或服务，<b>其交易行为仅存在于用户与该商品或服务的提供者之间，LTGAMES GLOBAL不就用户与该商品或服务的提供者之间所产生的交易行为承担任何法律责任，用户应予以特别留意。</b>
<br>
<br>
<b>第十六条 条款变更</b>
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
<b>LTGAMES GLOBAL有权在必要的时候变更本协议条款。敬请用户定期或不定期查询有关内容。用户如继续使用本协议涉及的服务，则视为对修改内容的同意；用户在不同意修改内容的情况下，应卸载游戏软件，并停止使用游戏服务。</b>
<br>
<br>
<b>第十七条 游戏数据</b>
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
<b>在用户参加游戏过程中产生并存储于LTGAMES GLOBAL服务器中的任何数据信息，包括但不限于账号数据信息、角色数据信息、等级及虚拟物品数据信息等，属于游戏软件的一部分，由LTGAMES GLOBAL所有并进行管理（含删除等），用户仅有权在遵守游戏规则的前提下通过正当的途径对属于自身用户账号数据信息进行修改、转移、删除等。</b>
<br>
<br>
<b>第十八条 通知</b>
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
LTGAMES GLOBAL所有发给用户的通知可通过游戏内部、游戏官方网站、官方社区等页面的公告、电子邮件等形式传送。同时，用户在此同意LTGAMES GLOBAL可以向其电子邮箱等发送商业和非商业信息。
<br>
<br>
<b>第十九条 其他约定</b>
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
1、本协议所有条款的标题以方便阅读，本身并无实际涵义，不能作为本协议及相关条款解释的依据。
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
2、如本协议中的任何条款因任何原因被判定为完全或部分无效或不具有执行力的，本协议的其余条款仍应有效并且有执行力。
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
3、本协议的订立、履行、解释及争议的解决均适用中国香港法律并排除其他一切冲突法的使用。
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
4、如双方就本协议内容或其执行发生任何争议（包括但不限于合同或者其他财产权益纠纷），双方应友好协商解决；协商不成时，双方同意交由CIETAC Hong Kong Arbitration Center管辖。
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
<b>5、LTGAMES GLOBAL不行使、未能及时行使或者未充分行使本协议或者按照法律规定所享有的权利，不应被视为放弃该权利，也不影响LTGAMES GLOBAL在将来行使该权利。
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</b>
<p align='right'><b>LTGAMES GLOBAL</b></p>
</body></html>";

































